use SaludTotal;
INSERT INTO medicinas_frecuentes VALUES
('1000000001',1,'DIA',30,10,'Dolor'),
('1000000002',2,'DIA',30,8,'Dolor'),
('1000000003',3,'SEM',20,8,'Inflamación'),
('1000000004',4,'DIA',30,15,'Hipertensión'),
('1000000005',6,'DIA',60,15,'Diabetes'),

('1000000006',1,'DIA',30,10,'Dolor'),
('1000000007',4,'DIA',30,15,'Hipertensión'),
('1000000008',2,'SEM',20,8,'Dolor'),
('1000000009',3,'SEM',15,7,'Inflamación'),
('1000000010',6,'DIA',60,15,'Diabetes'),

('1000000011',7,'DIA',30,12,'Tiroides'),
('1000000012',1,'DIA',30,10,'Dolor'),
('1000000013',6,'DIA',60,15,'Diabetes'),
('1000000014',4,'DIA',30,15,'Hipertensión'),
('1000000015',2,'SEM',20,8,'Dolor'),

('1000000016',7,'DIA',30,12,'Tiroides'),
('1000000017',3,'SEM',20,8,'Inflamación'),
('1000000018',1,'DIA',30,10,'Dolor'),
('1000000019',4,'DIA',30,15,'Hipertensión'),
('1000000020',6,'DIA',60,15,'Diabetes'),

('1000000021',2,'SEM',20,8,'Dolor'),
('1000000022',1,'DIA',30,10,'Dolor'),
('1000000023',3,'SEM',15,7,'Inflamación'),
('1000000024',4,'DIA',30,15,'Hipertensión'),
('1000000025',6,'DIA',60,15,'Diabetes'),

('1000000026',7,'DIA',30,12,'Tiroides'),
('1000000027',6,'DIA',60,15,'Diabetes'),
('1000000028',1,'DIA',30,10,'Dolor'),
('1000000029',4,'DIA',30,15,'Hipertensión'),
('1000000030',2,'SEM',20,8,'Dolor'),

('1000000031',3,'SEM',20,8,'Inflamación'),
('1000000032',4,'DIA',30,15,'Hipertensión'),
('1000000033',6,'DIA',60,15,'Diabetes'),
('1000000034',1,'DIA',30,10,'Dolor'),
('1000000035',7,'DIA',30,12,'Tiroides'),

('1000000036',2,'SEM',20,8,'Dolor'),
('1000000037',3,'SEM',15,7,'Inflamación'),
('1000000038',4,'DIA',30,15,'Hipertensión'),
('1000000039',6,'DIA',60,15,'Diabetes'),
('1000000040',1,'DIA',30,10,'Dolor'),

('1000000041',7,'DIA',30,12,'Tiroides'),
('1000000042',2,'SEM',20,8,'Dolor'),
('1000000043',3,'SEM',20,8,'Inflamación'),
('1000000044',4,'DIA',30,15,'Hipertensión'),
('1000000045',6,'DIA',60,15,'Diabetes');

